export const contactsSections = [
  {
    title: "Кафедра та Викладачі",
    data: [
      { id: "t1", name: "Гриценко Михайло", phone: "+380 67 912 34 56" },
      { id: "t2", name: "Савченко Ірина", phone: "+380 50 823 45 67" },
      { id: "t3", name: "Дмитрук Валерій", phone: "+380 63 734 56 78" },
      { id: "t4", name: "Онищенко Петро", phone: "+380 97 645 67 89" },
    ],
  },
  {
    title: "Студенти (ВТ-22-1)",
    data: [
      { id: "s1", name: "Олійник Дмитро", phone: "+380 67 555 12 34" },
      { id: "s2", name: "Сидоренко Олег", phone: "+380 93 444 23 45" },
      { id: "s3", name: "Кравченко Аліна", phone: "+380 50 333 34 56" },
      { id: "s4", name: "Васильчук Андрій", phone: "+380 67 222 45 67" },
      { id: "s5", name: "Поліщук Марія", phone: "+380 63 111 56 78" },
      { id: "s6", name: "Кушнір Максим", phone: "+380 95 000 67 89" },
      { id: "s7", name: "Романюк Олена", phone: "+380 68 888 78 90" },
    ],
  },
  {
    title: "Адміністрація та Деканат",
    data: [
      { id: "a1", name: "Приймальна комісія", phone: "+380 412 11 22 33" },
      { id: "a2", name: "Студпарламент", phone: "+380 98 765 43 21" },
      { id: "a3", name: "Фінансовий відділ", phone: "+380 412 33 44 55" },
      { id: "a4", name: "Архів", phone: "+380 412 55 66 77" },
    ],
  },
  {
    title: "Технічна підтримка",
    data: [
      { id: "h1", name: "Служба IT-сервісів", phone: "+380 67 111 00 22" },
      { id: "h2", name: "Відділ Е-навчання", phone: "+380 67 222 00 33" },
    ],
  },
];